Repository: 1look4/movim
Catalog: i18n/*.po
Languages: da, de, el, eo, fi, fr_fr, nl, oc, pt, ru

source: MOVIM - Test Client
da: MOVIM - Test klient
de: MOVIM – Test-Instanz
eo: MOVIM - Testkliento
fi: Movim - testiasiakas
fr_fr: MOVIM - Client de test
nl: MOVIM - Test klant
oc: MOVIM - Client de test
pt: MOVIM - Cliente de Teste
ru: MOVIM - тестовый клиент

source: PHP version mismatch. Movim requires PHP 5.3 minimum.
da: PHP version passer ikke. Movim kræver PHP 5.3 eller højere.
de: Die installierte PHP Version stimmt nicht. Movim benötigt mindestens PHP 5.3.
el: Αναντιστοιχία έκδοσης της PHP. Το Movim απαιτεί τουλάχιστον την έκδοση 5.3 της PHP.
eo: Malbona PHP version. Movim necesas PHP 5.3 minimume.
fi: PHP versio ei yhteensopiva. Movim vaatii vähintään PHP 5.3:n
nl: PHP versie komt niet overeen. Movim vereist minimaal PHP 5.3
oc: Avetz pas la bona version de PHP. Movim a mestier au mens de PHP 5.3.
pt: Versão errada do PHP. O Movim requer no mínimo PHP 5.3.

source: Actual version :
de: Aktuelle Version :

source: Update your PHP version or contact your server administrator
de: Aktualisiere PHP oder melde dich beim Administrator

source: Movim requires the %s extension.
da: Movim kræver %s udvidelsen.
de: Movim benötigt die Erweiterung: %s
el: Το Movim απαιτεί την %s επέκταση.
eo: Movim necesas la kromaĵo %s.
fi: Movim vaatii %s laajennuksen.
nl: Movim vereist de % extensie
oc: Movim a mestier de l'extension %s.
pt: Movim requer a extensão %s.

source: Install %s and %s packages
de: Installieren Sie %s und %s Pakete

source: Install the %s package
de: Installiere %s

source: Movim's folder must be writable.
da: Movim's mapper skal være skrivbare.
de: Das Movim Verzeichnis muß Schreibrechte besitzen.
el: Ο φάκελλος του Movim πρέπε να διαθέτει δικαίωμα εγγραφής.
eo: La Movima dosierujo devus esti skribebla.
fi: Movim -kansioon täytyy olla kirjoitusoikeudet
nl: De Movim map moet schrijfbaar zijn.
oc: Lo dorsier Movim deu èsser accessible en escritura
pt: A pasta Movim deve ter autorização de escrita

source: Enable read and write rights on Movim's root folder
de: Bitte setzte Lese- und Schreibrechte in dem Ordner, wohin du Movim entpackt hast.

source: or
de: oder

source: Compatibility Test
da: Kompabilitetstest
de: Kompatibilitätsprüfung
el: Δοκιμασία συμβατότητας
eo: Kongrueca testo
fi: Yhteensopivuustesti
nl: Compatibiliteit test
oc: Test de compatibilitat
pt: Teste de compatibilidade

source: The following requirements were not met. Please make sure they are all satisfied in order to install Movim.
da: De følgende krav blev ikke opfyldt. Sikre dig venligst de alle er dækket for at kunne installere Movim.
de: Die folgenden Voraussetzungen sind nicht erfüllt. Behebe die Mängel um Movim installieren zu können.
el: Οι ακόλουθες προϋποθέσεις δεν καλύπτονταν. Παρακαλώ βεβαιωθείτε πως καλύπτονται όλες, για να μπορέσετε να προχωρήσετε στην εγκατάσταση του Movim.
eo: La sekvaj elementoj ne estis trovita. Bonvolu kontroli ke ĉiuj estas disponeblaj por instali Movim-on.
fi: Seuraavia vaatimuksia ei voitu täyttää. Varmista että kaikki vaatimukset täytetty että voit asentaa Movimin.
nl: De volgende eisen konden niet worden gerespecteerd. Wees zeker dat ze voldoen om Movim te instaleren
oc: Los elements seguents son pas disponibles. Siatz segur que sian corregits per poder installar Movim.
pt: Os seguintes requisitos não foram encontrados. Por favor, tenha certeza de que todos estão satisfeitos para que a instalação prossiga.

source: XMPP Connection Preferences
de: XMPP Verbindungseinstellungen

source: BOSH Connection Preferences
de: BOSH Verbindungseinstellungen

source: The Bosh configuration is invalid
de: Die Einstellungen für BOSH sind nicht in Ordnung

source: Proxy Preferences
de: Proxy-Server Einstellungen

source: The Database configuration is invalid
de: Die Datenbankkonfiguration ist ungültig

source: Couldn't create directory '%s'.
da: Kunne ikke oprette bibliotek '%s'.
de: Verzeichnis '%s' konnte nicht erstellt werden!
el: Αδύνατη η δημιουργία του φακέλλου '%s'.
eo: Ne povas krei dosieron “%s”.
fi: Ei voitu tehdä kansiota '%s'
nl: De map %s kan niet worden aangemaakt
oc: La creacion dau compte '%s' es impossibla.
pt: Não foi possível criar o diretório '%s'.

source: Couldn't create configuration file '%s'.
da: Kunne ikke oprette konfigurationfil '%s'.
de: Die Konfigurationsdatei '%s' konnte nicht erstellt werden!
el: Αδύνατη η δημιουργία του αρχείου ρύθμισης '%s'.
eo: Ne povas krei agorddosiero “%s”.
fi: Ei voitu luoda asetustiedostoa '%s'
nl: Kan configuratie file niet aanmaken
oc: La creacion dau fichier de configuracion '%s' es impossibla.
pt: Não foi possível criar o arquivo de configuração '%s'.

source: Success !
de: Erfolgreich !

source: Valid Bosh
de: BOSH ist in Ordnung

source: Database Detected
de: Datenbank Erkannt

source: Database Movim schema installed
de: Das Datenbank-Schema Movim ist installiert

source: You can now access your shiny Movim instance %sJump In !%s
de: Du kannst jetzt deine nagelneue Movim-Instanz betreten. %sAuf geht's!%s

source: Please remove the %s folder in order to complete the installation
de: Bitte entfernen Sie den %s Ordner um die Installation abzuschließen

source: Cannot load element value'%s'
da: Kan ikke indlæse element værdi '%s'
de: Konnte das Element mit dem Wert '%s' nicht laden.
el: Αδύνατη η φόρτωση του element value'%s'
eo: Ne povas ŝargi valuon “%s” de la elemento.
fi: Ei voitu ladata elementin arvoa '%s'
nl: De element waarde kon niet geladen worden
oc: L'element '%s' es pas accessible
pt: Não foi possível carregar o valor'%s' do elemento

source: Cannot load file '%s'
da: Kan ikke indlæse fil '%s'
de: Die Datei '%s' kann nicht gelesen werden.
el: Αδύνατη η φόρτωση του αρχείου '%s'
eo: Ne povas ŝargi dosieron “%s”.
fi: Ei voi ladata tiedostoa '%s'
nl: Kan bestand %s niet laden
oc: Lo fichier '%s' es pas accessible
pt: Não carregou arquivo '%s'

source: User not logged in.
da: Bruger er ikke logget ind.
de: Nicht angemeldet!
el: Χρήστης μη συνδεδεμένος.
eo: Uzanto ne ensalutita.
fi: Käyttäjä ei ole kirjautunut sisään.
nl: De gebruiker is niet ingelogd
oc: Setz pas autentifiat.
pt: Usuário não logado.

source: JID not provided.
da: JID ikke givet.
de: Die JID wurde nicht übermittelt
el: Δεν παρέχονται JID (Jabber Identif. Codes)
eo: JID maldisponebla
fi: JID ei määritetty.
nl: JID was niet gegeven
oc: JID indisponible.
pt: JID não disponível.

source: jid '%s' is incorrect
da: jid '%s' er ikke korrekt
de: Die JID '%s' ist inkorrekt.
el: Ο jid '%s' είναι λανθασμένος
eo: JID “%s” malkorekta
fi: jid '%s' on väärin
nl: jid '%s' is niet correct
oc: lo jid '%s' es incorrecte
pt: O jid '%s' está incorreto

source: Connecting...
de: Verbindung wird aufgebaut ...

source: Cannot open log file '%s'
da: Kan ikke åbne log fil '%s'
de: Die Logdatei '%s' konnte nicht geöffnet werden.
el: Αδύνατο να ανοίξει το αρχείο καταγραφής '%s'
fi: Ei voi avata lokitiedostoa '%s'
nl: De log file %s kon niet geopend worden
oc: Impossible de dubrir lo jornau '%s'
pt: Não foi possível abrir o arquivo de log '%s'.

source: Error: %s
da: Fejl: '%s'
de: Fehler: %s
el: Σφάλμα: %s
eo: Eraro: %s
fi: Virhe: %s
pt: Erro: %s

source: Wrong password
da: Forkert adgangskode
de: Passwort falsch
el: Λανθασμένος κωδικός
eo: Malkorekta pasvorto
fi: Väärä salasana
fr_fr: Mot de passe incorrect
nl: Foutief wachtwoord
oc: Senhau incorrecte
pt: Senha incorreta
ru: Неверный пароль

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Yesterday
de: Gestern

source: day
de: Tag

source: %d days ago
de: vor %d Tagen

source: %s - Welcome to Movim
da: %s - Velkommen til Movim
de: %s – Willkommen bei Movim
el: %s - Καλωσήλθατε στο Movim
eo: %s - Bonvenon al Movim
fi: %s - Tervetuloa käyttämään Movimia
fr_fr: %s - Bienvenue sur Movim
nl: %s - Welkom bij Movim
oc: %s - Benvengut a MOVIM
pt: %s - Bem vindo ao Movim
ru: %s - Добро пожаловать в MOVIM

source: Home
da: Start
de: Start
el: Αρχική Σελίδα
eo: Ĉefpaĝo
fi: Koti
fr_fr: Accueil
oc: Acuelh
pt: Início
ru: Домой

source: Profile
da: Profil
de: Profil
el: Προφίλ
eo: Profilo
fi: Profiili
nl: Profiel
oc: Perfil
pt: Perfil

source: Configuration
da: Konfiguration
de: Einstellungen
el: Ρύθμιση
eo: Agordaĵoj
fi: Konfiguraatio
nl: Configuratie
oc: Configuracion
pt: Configuraçāo
ru: Настройки

source: %s - Configuration
da: %s - Konfiguration
de: %s – Einstellungen
el: %s - Ρύθμιση
eo: %s - Agordaĵoj
fi: %s - Konfigurointi
nl: Configuratie
oc: %s - Configuracion
pt: %s - Configuraçāo
ru: %s - настройки

source: %s - Profile
de: %s - Profil

source: %s - Account Creation
da: %s - Konto oprettelse
de: %s – Registrieren
el: %s - Δημιουργία Λογαριασμού
eo: %s - Kreado de konto
fi: %s - Tilin luominen
fr_fr: %s - Création de compte
nl: %s - account aanmaken
oc: %s - Creacion de compte
pt: %s - Criação da conta
ru: %s - создание учётной записи

source: Account Creation
da: Konto oprettelse
de: Registrieren
el: Δημιουργία Λογαριασμού
eo: Kreado de konto
fi: Käyttäjätilin luominen
fr_fr: Création de compte
nl: Account aanmaken
oc: Creacion de compte
pt: Criar uma Conta
ru: Создание учётной записи

source: %s - Login to Movim
da: %s - Log Ind til Movim
de: %s – Anmelden
el: %s - Είσοδος στο Movim
eo: %s - Ensaluti al Movim
fi: %s - Kirjaudu Movimiin
fr_fr: %s - Connexion à Movim
nl: %s - Inlogging bij Movim
pt: %s - Entrar no Movim
ru: %s - зайти в MOVIM

source: Some data are missing !
de: Es fehlen Daten

source: Wrong ID
de: Falsche ID

source: You entered different passwords
de: Die Passwörter stimmen nicht überein

source: Invalid name
de: Unzulässiger Name

source: Username already taken
de: Benutzername bereits vergeben

source: Could not connect to the XMPP server
de: Eine Verbindung zum XMPP-Server war nicht möglich

source: Could not communicate with the XMPP server
de: Konnte nicht mit dem XMPP kommunizieren.

source: Unknown error
de: Unbekannter Fehler.

source: Firstly fill in this blank with a brand new account ID, this address will follow you on all the Movim network !
de: Zunächst füll bitte dieses freie Feld mit einer nagelneuen Adresse aus. Diese begleitet dich überall im Movim Netzwerk.

source: Only alphanumerics elements are authorized
de: Es sind nur Buchstaben und Zahlen zugelassen.

source: My address
da: Min adresse
de: Adresse
el: Η διεύθυνσή μου
eo: Mia adreso
fi: Oma osoite
fr_fr: Mon adresse
nl: Mijn adres
oc: Mon adreça
pt: Meu endereço
ru: Мой адрес

source: Make sure your password is safe :
de: Wäle ein sicheres Passwort

source: A capital letter, a digit and a special character are recommended
de: Mindestens jeweils ein Großbuchstabe, eine Ziffer und ein Sonderzeichen werden empfohlen.

source: 8 characters
de: 8 Buchstaben

source: Example :
de: Beispiel:

source: Password
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
fi: Salasana
fr_fr: Mot de passe
nl: Wachtwoord
oc: Senhau
pt: Senha
ru: Пароль

source: Same here !
de: Das gleiche hier.

source: Retype
de: Nochmal

source: Create
de: Anlegen

source: Online
de: Verbunden

source: Away
da: Ikke tilstede
de: Abwesend
el: Μακριά
eo: For
fi: Poissa
nl: Weg
oc: Absent
pt: Ausente
ru: В отсутствии

source: Do Not Disturb
de: Bitte nicht stören
ru: Не беспокоить

source: Extended Away
de: Länger abwesend

source: Offline
de: Nicht verbunden

source: Composing...
de: Baue Dinge zusammen...

source: Language
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
fi: Kieli
fr_fr: Langue
nl: Taal
oc: Lenga
pt: Idioma
ru: Язык

source: Submit
da: Indsend
de: Übernehmen
el: Υποβολή
eo: Sendi
fi: Lähetä
nl: Zenden
oc: Sometre
pt: Enviar
ru: Отправить

source: Reset
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
eo: Nuligi
fi: Nollaa
oc: Reinicializar
pt: Limpar
ru: Сброс

source: Remove this contact
da: Fjern denne kontakt
de: Kontakt löschen
el: Διαγραφή αυτής της επαφής
eo: Forigi tiun kontakton
fi: Poista tämä kontakti
nl: Verwijder dit contact
oc: Suprimir queu contacte
pt: Remover este contato

source: No
de: Nein

source: Yes
de: Ja

source: General Informations
da: Generelle informationer
de: Allgemeine Angaben
el: Γενικές πληροφορίες
eo: Generalaj informoj
fi: Perustiedot
nl: Algemene informatie
oc: Infomacions Generalas
pt: Informações gerais

source: Nickname
da: Kaldenavn
de: Benutzername
el: Ψευδώνυμο
eo: Kromnomo
fi: Lempinimi
nl: bijnaam
oc: Chafre
pt: Apelido

source: Address
de: Adresse

source: Date of Birth
da: Fødselsdag
de: Geburtsdatum
el: Ημερομ. γεννήσεως
eo: Naskiĝdato
fi: Syntymäaika
nl: Geboortedatum
oc: Data de Naissença
pt: Data de Nascimento

source: Avatar
da: Profilbillede
de: Benutzerbild
eo: Avataro

source: About Me
de: Persönliche Angaben
nl: Over mij

source: Loading your feed ...
de: Lade ihr Feed ...

source: Get older posts
de: ältere Beiträge

source: Me
de: Mich

source: Get the comments
da: Hent kommentarer
de: Kommentare anzeigen
el: Συλλλέξτε τα σχόλια
eo: Vidi komentojn
fi: Lataa kommentit
nl: Geef de commentaren
oc: Veire los comentaris
pt: Ver os comentários

source: Your feed cannot be loaded.
de: Ihr Feed kann nicht geladen werden.

source: Feed
da: Kilde
de: Meldungen
eo: Fluo
fi: Feedi
oc: Fiau
pt: Retorno do contato

source: What's new ?
de: Was ist neu ?

source: All
de: Alle

source: My Posts
de: Meine Beiträge

source: Wrong username
de: Falscher Benutzername

source: Invalid JID
de: Ungültige Jabber-ID

source: The XMPP authentification failed
de: Die XMPP-Authentifizierung ist fehlgeschlagen.

source: The current BOSH URL in invalid
de: Die aktuelle BOSH-URL ist ungültig

source: Internal server error
de: Interner Server-Fehler

source: Session error
de: Sitzungsfehler

source: Account successfully created
de: Das Konto wurde erfolgreich angelegt.

source: Your web browser is too old to use with Movim.
de: Dein Webbrowser ist zu alt für Movim.

source: Come in!
da: Kom Ind!
de: Komm‘ herein!
el: Έλα μέσα!
eo: Venu en!
fi: Tule sisään!
fr_fr: Entrez!
nl: Kom in!
oc: 'Chabatz d'entrar !
pt: Faça Parte!
ru: Войти!

source: This server host %s accounts
de: Auf diesem Server befinden sich %s Benutzerkonten

source: Debug console
da: Fejlsøgningskonsol
de: Debug Konsole
el: Κονσόλα αποσφαλμάτωσης
eo: Sencimiga konzolo
fi: Debug konsoli
oc: Consòla de despesolhament
pt: Console de debug
ru: консоль

source: Logout
da: Log ud
de: Abmelden
el: Αποσύνδεση
eo: Elsaluti
fi: Kirjaudu ulos
fr_fr: Se déconnecter
oc: Barrar la session
pt: Sair
ru: Выход

source: wants to talk with you
da: ønsker at snakke med dig
de: will mit dir sprechen
el: θέλει να μιλήσει μαζί σου
eo: volas paroli kun vi
fi: haluaa jutella kanssasi
nl: wil met u praten
oc: vòu charra emb vosautres
pt: Quero falar com você

source: Accept
da: Godkend
de: Fertig
el: Αποδοχή
eo: Akcepti
fi: Hyväksy
nl: Accepteer
oc: Acceptar
pt: Aceitar

source: Validate
da: Gyldighedskontrol
de: Überprüfe
el: Επικύρωση
eo: Validigi
fi: Validoi
nl: Valideren
oc: Validar
pt: Validar

source: Decline
da: Afvis
de: Ablehnen
el: Απόρριψη
eo: Malakcepti
fi: Hylkää
nl: Weigeren
oc: Refusar
pt: Declinar

source: Add a contact
da: Tilføj en kontakt
de: Füge einen Kontakt hinzu
el: Προσθήκη Επαφής
eo: Aldoni kontakton
fi: Lisää kontakti
nl: Contact toevoegen
oc: Apondre un contacte
pt: Adicionar um contato

source: Show All
de: Alle anzeigen

source: Follow
de: Folgen

source: Loading the contact feed ...
da: Indlæse kontakt kilde...
de: Lade die Meldungen...
el: Φορτώνεται το contact feed ...
eo: Ŝarĝante la kontakta fluo…
fi: Ladataan kontaktit-feediä
nl: Laad de gebruiker feed
oc: Charjament dau fiau de contacte...
pt: Carregando retorno do contacto

source: Movim Installer
da: Movim installeringspakke
el: Πρόγραμμα εγκατάστασης του Movim
eo: Movima instalilo
oc: installador de Movim
pt: Instalar Movim

source: Theme
da: Tema
el: Θέμα
eo: Etoso
fi: Teema
nl: Thema
oc: Tema
pt: Tema

source: Default language
da: Standard sprog
el: Γλώσσα προεπιλογής
eo: Apriora lingvo
fi: Oletuskieli
nl: Standaard taal
oc: Lenga per defaut
pt: Idioma padrão

source: Bosh cookie's expiration (s)
da: Bosh inforkagers udløb (s)
el: Προθεσμία Λήξης των cookies του Bosh
eo: BOSH kuketeksvalidiĝo
fi: Bosh evästeen vanhentuminen (s)
nl: Bosh cookies vervallen
oc: Temps d'expiracion daus coquins BOSH
pt: Expiração dos Cookies do BOSH

source: Bosh cookie's path
da: Bosh infokagers sti
el: Διαδρομή για τα cookies του Bosh
eo: BOSH kuketvojo
fi: Bosh evästeen hakemistopolku
oc: Chamin d'accès daus coquins Bosh
pt: Caminho dos Cookies BOSH

source: Bosh cookie's domain
da: Bosh infokagers domæne
eo: BOSH kuketretregiono
fi: Bosh evästeen domain
nl: Bosh cookie`s domein
oc: Domeni daus coquins Bosch
pt: Domínio dos Cookies BOSH

source: Use HTTPS for Bosh
da: Brug HTTPS til Bosh
el: Χρήση HTTPS για το Bosh
eo: Uzi HTTPS por BOSH
fi: Käytä salattua yhteyttä (https)
nl: Gebruik HTTPS voor Bosh
oc: Utilizar HTTPS per Bosh
pt: Utilizar HTTPS com Bosh

source: Use only HTTP for Bosh
da: Brug kun HTP til Bosh
el: Χρήση μόνο του HTTP για το Bosh
eo: Nur uzi HTTP por BOSH
fi: Käytä vain salaamatonta yhteyttä (http)
nl: Gebruik uitsluitend HTTP voor Bosh
oc: Utilizar nonmàs HTTP per Bosh
pt: Utilizar HTTP com Bosh

source: Log verbosity
da: Logning informationsniveau
eo: Protokola babilemo
fi: Lokita laajemmin
nl: Breedsprakige log
oc: Niveu de verbositat daus jornaus
pt: Mais detalhes nos Logs

source: Allow account creation
da: Tillad konto oprettelse
el: Επιτρέψτε δημιουργία Λογαρισμού
eo: Permesi kontokreado
fi: Salli käyttäjätilien luominen
nl: Laat account creÃ«ren toe
oc: Autorizar la creacion de comptes
pt: Permitir a criação de conta

source: Bosh Host
da: Bosh vært
eo: BOSHa gastigo
fi: Bosh isäntä
fr_fr: Hôte BOSH
oc: Òste Bosh
pt: Host BOSH
ru: Bosh сервер

source: Bosh Suffix
da: Bosh endelse
el: Επίθεμα του Bosh
eo: BOSHa sufikso
fi: Bosh suffiksi
fr_fr: Suffixe BOSH
nl: Bosh achtervoegsel
oc: Sufix Bosh
pt: Sufixo BOSH

source: Bosh Port
el: Θύρα για το BOSH
eo: BOSHa pordo
fi: Bosh portti
fr_fr: Port BOSH
nl: Bosh Poort
oc: Pòrt Bosh
pt: Porta do BOSH
ru: Bosh порт

source: <h2>Storage</h2>
da: <h2>Lagring</h2>
el: <h2>Αποθήκευση</h2>
eo: <h2>Konservado</h2>
fi: <h2>Varastointi</h2>
nl: <h2>Opslag</h2>
oc: <h2>Emmagazinatge</h2>
pt: <h2>Armazenamento</h2>

source: Movim is installed!
da: Movim er installeret
el: Το Movim εγκαταστάθηκε!
eo: Movim estas instalita!
fi: Movim asennettu!
oc: Movim es installat !
pt: Movim está instalado!

source: You can now access your shiny %sMovim instance%s
da: Du kan nu tilgå din skinnende %sMovim udgave%s
el: Τώρα μπορείτε να έχετε πρόσβαση στην ολοκαίνουργια %sέκδοση Movim%s
eo: Vi nun povas atingi ĝis vian novegan %sMovima ekzemplo%s
fi: Voi nyt yhdistää uudenkartheaan %s Movim instanssiin %s
nl: U heeft nu toegang in %Movim instance%s
oc: Aura podetz accedir a vòstra %sMovim instance%s tota nuòva !
pt: Você pode agora acessar sua instância%s de %sMovim

source: Couldn't create file %s
da: Kunne ikke oprette fil %s
el: Αδύνατη η δημιουργία αρχείου %s
eo: Ne eblas krei dosieron %s.
fi: Ei voi luoda tiedostoa %s
nl: Bestand %s kan niet aangemaakt worden
oc: Se pòt pas crear lo fichièr %s
pt: Arquivo %s não pode ser criado
ru: Не удалось создать file %s

source: Couldn't create configuration files.
da: Kunne ikke oprette konfigurationsfiler.
el: Αδύνατη η δημιουργία αρχείων ρύθμισης.
eo: Ne eblas krei agordajn dosierojn.
fi: Ei voitu luoda asetustiedostoja.
nl: Configuratie file kan niet worden aangemaakt
oc: Se pòt pas crear lo fichièr de configuracion.
pt: Não foi possível criar arquivos de configuração.
ru: Не удалось создать файлы конфигурации.

source: Couldn't save img file %s
da: Kunne ikke gemme img fil '%s'
el: Αδύνατη η αποθήκευση του αρχείου εικόνας %s
eo: Ne povas konservi bilddosieron %s
fi: Ei voitu tallentaa kuvatiedostoa %s
nl: Kan img file niet opslaan
oc: Impossible de sauvar l'imatge %s
pt: Não foi possível salvar o arquivo de imagem '%s'.

source: Composing
da: Sammensætning
el: Είναι σε εξέλιξη η σύνθεση
eo: skribante
fi: Lähetetään
nl: Samenstellen
oc: A escriure
pt: Composição

source: Paused
da: Pause
el: Μπήκε σε παύση
eo: pauzita
fi: Pysäytetty
nl: Gepauzeerd
oc: En pausa
pt: Pausado

source: Message
da: Besked
el: Μήνυμα
eo: Mesaĝo
fi: Viesti
nl: Bericht
oc: Messatge
pt: Mensagem
ru: Сообщение

source: BOSH Connection Prefrences
da: BOSH tilslutning indstillinger
el: Προτιμήσεις Σύνδεσης BOSH
eo: BOSHa konekta agordoj
fi: BOSH yhteyden asetukset
fr_fr: Paramètres relatifs à BOSH
nl: BOSH connectie voorwaarden
oc: Preferéncias de connnexion BOSH
pt: Preferência da conexão BOSH
ru: Настройки соединения BOSH

source: Changing these data can be dangerous and may compromise the connection to the Jabber server
da: Ændring af disse data kan være farlig og kan kompromittere forbindelsen til Jabber serveren
el: Η αλλαγή αυτών των δεδομένων μπορεί να είναι επικίνδυνη και ίσως ρίξει τη σύνδεση με τον διακομιστή Jabber
eo: Ĉanĝi tiujn datumojn povus esti danĝere kaj povus kompromesi konekton kun la Jabbera servilo.
fi: Näiden tietojen vaihtaminen voi olla vaarallista ja evätä yhteyden Jabber serverille.
nl: De data veranderen kan gevaarlijk zijn en kan uw verbinding met de jabber server verbreken
oc: Chamnhar quelas datas pòt èsser dangierós e pòt comprometre la connexion au servidor Jabber
pt: Alterar esses dados pode ser perigoso e pode comprometer a conexão com o servidor Jabber.

source: Chat
da: Samtale
el: Συνομιλία
eo: Tujmesaĝilo
oc: Charrador
ru: Чат

source: Name
da: Navn
el: Όνομα
eo: Nomo
fi: Nimi
nl: Naam
oc: Nom
pt: Nome

source: Adress
da: Adresse
el: Διεύθυνση
eo: Adreso
fi: Osoite
nl: Adres
oc: Adreça
pt: Endereço

source: Website
da: Internetside
el: Ιστότοπος
eo: Retpaĝaro
fi: Nettisivu
oc: Sit web
pt: Página Web

source: Alias
el: Ψευδώνυμο
eo: Kromnomo
oc: Chafre

source: Do not disturb
da: Vil ikke forstyrres
el: Μην ενοχλείτε
eo: Ne distri
fi: Ei saa häiritä
nl: Niet storen
oc: De pas desrenjar
pt: Não perturbe

source: Away for a long time
da: Ikke tilstede i lang tid
el: Μακριά για πολλή ώρα
eo: For ekde longe
fi: Poissa pitkään
nl: Weg voor een tijdje
oc: Pas disponible
pt: Ausente por um longo tempo

source: Your avatar
da: Dit profilbillede
el: Το δικό σας avatar
eo: Via avataro
fi: Sinun avatar
nl: Uw avatar
oc: Vòstre avatar
pt: Seu avatar
ru: Ваш аватар

source: Contact's feed cannot be loaded.
da: Kontakters kilde kan ikke indlæses.
el: Δεν είναι δυνατή η φόρτωση του feed της επαφής.
eo: La kontakta fluo ne povas esti ŝarĝita.
fi: Kontakteja ei voi ladata.
nl: De feed van de gebruiken kan niet geladen worden.
oc: Lo fiau de contacte se pòt pas charjar.
pt: Contato não pode ser encontrado ou carregado

source: Couldn't open cache. Please contact the administrator.
nl: De cache kon niet geopend worden. Neem contact met de administrator

source: Date of birth
nl: Geboortedatum

source: Refresh the data
nl: Herlaad de data

source: Hye, I'm on Movim !
nl: Hallo, Ik ben op Movim

source: Error: Cannot load element value'%s'
fr_fr: Erreur: Ne peut charger l'élément de valeur '%s'
ru: Ошибка: Невозможно загрузить значение элемента'%s'

source: Error: Cannot load file '%s'
fr_fr: Erreur: Ne peut charger le fichier '%s'
ru: Ошибка: Невозможно загрузить файл '%s'

source: Error: Requested widget '%s' doesn't exist.
fr_fr: Erreur: Le widget << %s >> n'existe pas.
ru: Ошибка: Запрашиваемое дополнение '%s' не существует.

source: Jabber Account
fr_fr: Compte Jabber
ru: Jabber аккаунт

source: Send
fr_fr: Envoyer
ru: Откравка

source: Changing these data can be dangerous and may compromise the connection to the XMPP server
fr_fr: La modification de ces paramètres peut compromettre la connexion au serveur XMPP
ru: Изменение этих данных могут быть опасны и скомпрометировать соединение с XMPP сервером

source: error:
fr_fr: Erreur:
ru: ошибка:

source: Contacts
ru: Контакты

source: Error: User not logged in.
ru: Ошибка: Пользователь не идентифицирован.

source: Error: JID not provided.
ru: Ошибка: JID не предусмотрен.
