Repository: 1look4/movim
Catalog: i18n/*.po
Languages: da, de, el, eo, fi, fr_fr, nl, oc, pt, ru

source: Error: jid '%s' is incorrect
ru: Ошибка: JID '%s' неверный

source: To
ru: для

source: Refresh vCard
ru: Обновить vCard

source: Hidden
ru: Скрыт

source: Refresh Roster
ru: Обновить Ростер

source: This is a sample widget.
fr_fr: Ceci est un widget de test

source: Error: jid `%s' is incorrect
fr_fr: L'addresse Jabber << %s >> est incorrecte

source: Full Name
fr_fr: Nom complet
